"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_2" = "A minimum of 2048mb of system memory is required for this software to work effectively. Please be advised you may experience suboptimal performance or the software may fail to run.";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_2" = " ";

"DISTRIBUTION_TITLE" = "StarTeam Cross Platform Client";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_1" = "This software is not supported on PowerPC or 32 bit Macintosh systems.";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_1" = " ";

